/* No comment provided by engineer. */
"Account Expired." = "La cuenta ha caducado.";

/* No comment provided by engineer. */
"An error occurred while uploading to Screencast.com." = "Se ha producido un error mientras se cargaba en Screencast.com.";

/* Cancel */
"Cancel" = "Cancelar";

/* Message for Screencast V2 scope change re-auth */
"Due to security updates, please sign in again to share to Screencast.com." = "Se han aplicado actualizaciones de seguridad, por lo que es necesario que inicies sesión de nuevo en Screencast.com.";

/* No comment provided by engineer. */
"Error" = "Error";

/* Failed to login message */
"Failed to log in to Screencast.com. Retry or return to button setup and try to log in again." = "Error al iniciar sesión en Screencast.com. Vuelve a intentarlo o regresa a la configuración e inicia sesión de nuevo.";

/* No comment provided by engineer. */
"File cannot be opened." = "No es posible abrir el archivo.";

/* No comment provided by engineer. */
"HTTP Proxy Requires Authentication." = "El proxy HTTP requiere autenticación.";

/* title for not being able to upload to screencast.com */
"Invalid characters" = "Caracteres no válidos";

/* default folder description on screencast.com */
"Place for sharing" = "Ubicación para compartir";

/* plugin name */
"Screencast.com" = "Screencast.com";

/* Title for Screencast V2 scope change re-auth */
"Screencast.com Authentication Required" = "Se requiere autenticación de Screencast.com";

/* No comment provided by engineer. */
"Screencast.com is temporarily unavailable. Try again later." = "Screencast.com no está disponible temporalmente. Vuelve a intentarlo más tarde.";

/* Failed to login title */
"Screencast.com log in failed" = "Error de inicio de sesión en Screencast.com";

/* Sign in button */
"Sign In" = "Iniciar sesión";

/* Button title to log in to an account */
"Sign In..." = "Iniciar sesión...";

/* Button title in the preferences when there is an email address set */
"Sign Out" = "Cerrar sesión";

/* No comment provided by engineer. */
"Storage Limit Reached." = "Se ha alcanzado el límite de almacenamiento.";

/* No comment provided by engineer. */
"The current version of the application is unable to communicate with Screencast.com." = "La versión actual de la aplicación no puede comunicarse con Screencast.com.";

/* Message to the user when sharing embed code works */
"The embed code for your capture is ready to be pasted" = "El código para insertar de tu captura está listo para ser pegado.";

/* Message to the user when sharing a link works */
"The link to your capture is ready to be pasted" = "El enlace a tu captura está listo para ser pegado.";

/* The capture being uploaded is larger than the limit */
"The video size exceeds the limit." = "El tamaño del vídeo supera el límite.";

/* Message - Error account migrated - variables are the product name */
"This version of %@ can no longer share your content to Screencast. Upgrade %@ to share to the new Screencast with built-in conversations, comment annotations, and improved performance." = "Esta versión de %1$@ ya no puede compartir tu contenido en Screencast. Actualiza a %2$@ para compartir en el nuevo Screencast con conversaciones integradas, anotaciones de comentarios y un rendimiento mejorado.";

/* Title - Error account migrated */
"Unable to Share to Screencast" = "No es posible compartir en Screencast";

/* No comment provided by engineer. */
"Unable to communicate with Screencast.com." = "No es posible comunicarse con Screencast.com.";

/* No comment provided by engineer. */
"Unable to connect to Screencast.com." = "No es posible conectarse a Screencast.com.";

/* title for not being able to upload to screencast.com */
"Unable to share to Screencast.com" = "No es posible compartir en Screencast.com.";

/* No comment provided by engineer. */
"Unable to share your capture.  Local file cannot be opened." = "No es posible compartir tu captura. No se puede abrir el archivo local.";

/* File title if none was given */
"Untitled" = "Sin título";

/* plugin button tooltip */
"Upload the capture to TechSmith’s hosting service which provides a URL or embed code for quick sharing." = "Carga la captura en el servicio de alojamiento de TechSmith, que ofrece una URL o código para insertar para compartirla rápidamente.";

/* The capture being uploaded is larger than the limit */
"Valid characters include _ ( ) - . , $ ! ' a-Z 0-9 (space). Titles cannot end with a period, contain accents, or contain foreign language characters." = "Los caracteres válidos incluyen _ ( ) - . , $ ! ' a-Z 0-9 (espacio). Los títulos no pueden terminar con un punto, contener acentos ni caracteres de idiomas extranjeros.";

/* No comment provided by engineer. */
"Verify you are connected to the Internet and try again." = "Verifica que estás conectado a internet e inténtalo de nuevo.";

/* No comment provided by engineer. */
"You have reached your storage limit on Screencast.com, try deleting some stuff to free up space." = "Has alcanzado tu límite de almacenamiento en Screencast.com; elimina contenido para liberar espacio.";

/* No comment provided by engineer. */
"Your Screencast.com account has expired." = "Tu cuenta de Screencast.com ha caducado.";

/* No comment provided by engineer. */
"Your capture cannot be shared until you log in to your HTTP proxy." = "No podremos compartir tu captura hasta que no hayas iniciado sesión e tu proxy HTTP.";

